import {
  Coffee,
  SchoolRounded,
  DataObjectRounded,
  DomainVerificationRounded,
  Draw,
} from "@mui/icons-material";

import userAvatar from "../assets/images/user.png";

export const devWorkInfo = [
  {
    tooltipTitle: "تعداد قهوه های خورده شده",
    icon: <Coffee />,
    total: 4242,
    color: "lightcoral",
  },
  {
    tooltipTitle: "تعداد دوره های من",
    icon: <SchoolRounded />,
    total: 10,
    color: "lightskyblue",
  },
  {
    tooltipTitle: "تعداد پروژه های من",
    icon: <DataObjectRounded />,
    total: 20,
    color: "lightslategray",
  },
  {
    tooltipTitle: "تعداد پروژه های به پایان رسیده",
    icon: <DomainVerificationRounded />,
    total: 12,
    color: "lightseagreen",
  },
  {
    tooltipTitle: "تعداد مدل های ساخته شده",
    icon: <Draw />,
    total: 100,
    color: "teal",
  },
];

export const devEdu = [
  {
    year: "۱۳۸۸ - ۱۳۸۹",
    cert: "دیپلم",
    major: "رشته کامپیوتر گرایش نرم افزار",
    place: "فنی حرفه ایی دبیرستان شهید زارعی",
  },
  {
    year: "۱۳۹۰ - ۱۳۹۳",
    cert: "فوق دیپلن",
    major: "رشته کامپیوتر گرایش نرم افزار",
    place: "دانشگاه آزاد اسلامی",
  },
  {
    year: "۱۳۹۲ - ۱۳۹۳",
    cert: "لیسانس",
    major: "رشته کامپیوتر گرایش نرم افزار",
    place: "دانشگاه آزاد اسلامی",
  },
];

export const userComments = [
  {
    fullname: "محمد جواد ذاکریان",
    jobTitle: "مدرس و برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "محمد جواد ذاکریان",
    jobTitle: "مدرس و برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "محمد جواد ذاکریان",
    jobTitle: "مدرس و برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "محمد جواد ذاکریان",
    jobTitle: "مدرس و برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "محمد جواد ذاکریان",
    jobTitle: "مدرس و برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "محمد جواد ذاکریان",
    jobTitle: "مدرس و برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
];
